[POI_AU_Soldier X2PointOfInterestTemplate]
DisplayNames[0]="Spec Op Remnants"
DisplayNames[1]="Firefights"

CompletedSummaries[0]="This area has been long rumoured to have a team of non-humans working against ADVENT for the benefit of civilians here. After a long chase, Bradford managed to get into contact with the last surviving member of that team, who gladly accepted our offer of joining the greater fight against ADVENT."
CompletedSummaries[1]="The ground nearby was littered with shell casings and scorched from the impact of energy weapons. While examining the seemingly desolate area, a lone, non-human veteran who had come to the scene with salvage for barter approached our squad hoping to do business. It took very little convincing for them to join our ranks."

POIImages[0]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_WhatsInTheBarn"
POIImages[1]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_MysteriousStranger"

[POI_AU_Rookies X2PointOfInterestTemplate]
DisplayNames[0]="Non-Human Survivors"
DisplayNames[1]="Abandoned Settlements"

CompletedSummaries[0]="Many of the buildings in this area are still intact, so we broadcasted a wide area signal in the hopes of contacting possible survivors. A small group of people, non-humans who had survived an ADVENT purge of "dissidents", cautiously emerged from an old warehouse and expressed interest in joining the Resistance."
CompletedSummaries[1]="Remnants of incomplete ADVENT settlements were found throughout the area, abandoned before they finished construction on the projects. Our scans located a small resistance cell nearby responsible for the sabotage, and when approached, they expressed interest in joining XCOM."

POIImages[0]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_OvergrownCity"
POIImages[1]="img:///UILibrary_StrategyImages.X2StrategyMap.POI_OvergrownCity"

[Wedieinthedark X2EncyclopediaTemplate]
ListTitle="We Die In The Dark..."
DescriptionTitle="...So You Can Live In The Light"
DescriptionEntry="Operating clandestine and worldwide, the Foundation operates beyond jurisdiction, empowered and entrusted by every major national government with the task of containing anomalous objects, entities, and phenomena. These anomalies pose a significant threat to global security by threatening either physical or psychological harmThe Foundation operates to maintain normalcy, so that the worldwide civilian population can live and go on with their daily lives without fear, mistrust, or doubt in their personal beliefs, and to maintain human independence from extraterrestrial, extradimensional, and other extranormal influence.

The Foundation operates to maintain normalcy, so that the worldwide civilian population can live and go on with their daily lives without fear, mistrust, or doubt in their personal beliefs, and to maintain human independence from extraterrestrial, extradimensional, and other extranormal influence.

Our mission is three-fold:

Secure: 
The Foundation secures anomalies with the goal of preventing them from falling into the hands of civilian or rival agencies, through extensive observation and surveillance and by acting to intercept such anomalies at the earliest opportunity.

Contain: 
The Foundation contains anomalies with the goal of preventing their influence or effects from spreading, by either relocating, concealing, or dismantling such anomalies or by suppressing or preventing public dissemination of knowledge thereof.

Protect: 
The Foundation protects humanity from the effects of such anomalies as well as the anomalies themselves until such time that they are either fully understood or new theories of science can be devised based on their properties and behavior. The Foundation may also neutralize or destroy anomalies as an option of last resort, if they are determined to be too dangerous to be contained.."

[Site19 X2EncyclopediaTemplate]
ListTitle="Site-19"
DescriptionTitle="Site-19"
DescriptionEntry="Site-19 is the largest Foundation facility currently in operation, housing hundreds of Safe and Euclid-class anomalies. Never Found by aliens, Site-19 staff went underground for over a decade. Now that the fight for the earth has started once again, they decided to reclaim what was once lost to the invadors."

[Header_FoundationFaction X2EncyclopediaTemplate]
ListTitle="The Foundation"

[Reward_FoundationGear X2RewardTemplate]
DisplayName="Foundation Equipment Crate"


[Reward_AU_Soldier X2RewardTemplate]
DisplayName="Non-Human Soldier"

[Reward_AU_Rookies X2RewardTemplate]
DisplayName="Non-Human Rookies"

[Reward_AU_Market X2RewardTemplate]
DisplayName="Non-Human Soldier"

[Reward_CardSlots X2RewardTemplate]
DisplayName="Gain Card Slot"
RewardDetails="Adds a card slot to a randomy picked resistance faction. Also gain additional Resistance Orders and Covert Actions."

[Reward_FindFoundation X2RewardTemplate]
DisplayName="Contact The Foundation"
RewardDetails="Gain a new, mysterious and powerfull ally, and gain new Resistance Orders and Covert Actions"

[Reward_SpectreRescue X2RewardTemplate]
DisplayName="Unlock Rescue Mission"
RewardDetails="Gain a new alien soldier to XCOM's ranks, and gain new Resistance Orders and Covert Actions"

[Reward_FoundationFactionInfluence X2RewardTemplate]
DisplayName="Increase Faction Influence"
RewardDetails="Gain additional Resistance Orders and Covert Actions."

[Reward_FactionGear X2RewardTemplate]
DisplayName="Increase Faction Influence"
RewardDetails="Gain additional Resistance Orders and Covert Actions."

;[ResCard_Secure X2StrategyCardTemplate]
;DisplayName="Foundation Backup"
;SummaryText="On every mission, there is a chance that an alien unit will join the XCOM squad."
;QuoteText="Our kind is merely the latest in a long line of those enslaved by the false gods."
;QuoteTextAuthor=""

;[ResCard_VetTraining X2StrategyCardTemplate]
;DisplayName="Veteran Training"
;SummaryText="On every mission, there is a chance that an alien unit will join the XCOM squad."
;"Our kind is merely the latest in a long line of those enslaved by the false gods."
;QuoteTextAuthor="Betos"

[ProtectedSite01 X2EncyclopediaTemplate]
ListTitle="Protected Site-01"
DescriptionTitle="Protected Site-01"
DescriptionEntry="Site-01 is a safe zone that acts as a data backup for all major Foundation facilities worldwide as well as a secure meeting facility for O5 Council members and other high-ranking Foundation personnel. As with all Protected Sites, no anomalies of any kind are allowed in proximity of Site-01. The location of Site-01 is strictly classified. Or at least it was, until Xcom contacted them. Currently Site-01 is a HQ for all of the Foundation's efforts"


;faction stuff
[Personnel05Council X2EncyclopediaTemplate]
ListTitle="Personnel Dossier: [REDACTED]"
DescriptionTitle="[REDACTED]"
DescriptionEntry="From what we know, The Foundation is led by 13 members of enigmatic 05 Council. We have no idea which, and how many of them contact us, but there is no way to tell their transmitions apart... assuming that there are mulitple persons transmitting."

[FactionFoundation X2EncyclopediaTemplate]
ListTitle="Mobile Task Forces"
DescriptionTitle="Mobile Task Forces"
DescriptionEntry="Mobile Task Forces (MTFs) are elite units comprised of personnel drawn from across the Foundation and are mobilized to deal with specific threats or situations that sometimes exceed the operational capacity or expertise of regular field personnel and — as their name suggests — may be relocated between facilities or locations as they are needed. Mobile Task Force personnel represent the "best of the best" of the Foundation."

[ResistanceMode_ProvingGroundSpeed X2ResistanceModeTemplate]
DisplayName="Scanning Bonus: Proving Ground Assistance"
SummaryText="While the Avenger is located here, Resistance HQ provides extra Engineers that will help us design experimental gear faster.\n\nWARNING: Purchasing this ability will overwrite the current Resistance HQ scanning bonus. The Scanning Bonus may only be modified once per month."
ScanLabel="Complete Proving Ground Projects Faster"
ScanTooltip="Scanning at this site reduces completion time for our proving grounds."



;vanilla covert actions we can transfer

[CovertActionNarrative_RecruitScientist_Foundation X2CovertActionNarrativeTemplate]
ActionName="Ex Researcher"
ActionPreNarrative="05-council is aware of the fact that one of our ex researchers is actively working for you on board of the avenger. We are allies, Commander, so we will let you keep him, but there are some other surviving Foundation Reasearchers out there, that we are going to re-hire, whether they like it or not."
ActionPostNarrative="The researcher was cooperative, and we managed to evacuate him out of the area swiftly. His experience will surely proof invaluable to our cause, Commander."

[CovertActionNarrative_RecruitEngineer_Spectres X2CovertActionNarrativeTemplate]
ActionName="Tech Support"
ActionPreNarrative="Recently one of The Foundation's covert agents was able to recruit a skilled technician, that would be usefull to our cause. The agent however since then has gone dark, and is presumed dead. The Foundation needs your help in investigation of the agent's fate, and extraction of the recruit from the city center."
ActionPostNarrative="Strike team found no sign of the covert agent, but they were able to rescue the technician, who was arrested by Advent for trying to escape the city on his own. We believe that you will put his abilities to good use, Commander"

[CovertActionNarrative_GatherSupplies_Spectres X2CovertActionNarrativeTemplate]
ActionName="Supply Run"
ActionPreNarrative="One of The Foundation's Patrols have stumbled upon a lightly guarded facility far from the closest city center, which seems to be loaded with supplies. The Foundation offeres to share the obtained resources with XCom, in exchange for its's assistance during the mission."
ActionPostNarrative="05-Council appreciates your assistance, Commander."

[CovertActionNarrative_GatherIntel_Spectres X2CovertActionNarrativeTemplate]
ActionName="Intel Collection"
ActionPreNarrative="One of our covert agents was able to abduct a high ranking Advent official, who seems to know some of the details of Advent's upcoming moves. We ask for assistance in extraction of our agent and the package out of the city center."
ActionPostNarrative="05-Council is gratefull for your cooperation commander."

[CovertActionNarrative_IncreaseIncome_Spectres X2CovertActionNarrativeTemplate]
ActionName="Helping Hand"
ActionPreNarrative="Our agent has found a way to increase income from this region, Commander. All that XCom has to do, is to help the locals, with one of their problems regarding Advent"
ActionPostNarrative="These locals seem to be thankful for your intervention, Commander."

[CovertActionNarrative_RemoveDoom_Spectres X2CovertActionNarrativeTemplate]
ActionName="Avatar Facility Assault"
ActionPreNarrative="05-Council has precise information regarding one of Avatar Project Facilities. We already have a team ready for departure, but to make sure this operation goes smoothly, we will need at least two of your soldiers to go along"
ActionPostNarrative="The Task force and your soldiers were landed Kilometers from the facility, succesfully eliminated it's defenders, razed it to the ground, and were succesfully evacuated."

[CovertActionNarrative_ImproveComInt_Spectres X2CovertActionNarrativeTemplate]
ActionName="Tactical Education"
ActionPreNarrative="The best way to survive is to learn everything you can from anybody experienced enough: I think fighters experienced in interstellar conflict could help your soldiers out with that, if they'll train with us."
ActionPostNarrative="Hopefully our Muton training sergeant didn't hurt them too badly, but whatever they have learned will be worth the pain."

[CovertActionNarrative_FormSoldierBond_Spectres X2CovertActionNarrativeTemplate]
ActionName="Teamwork Training"
ActionPreNarrative="Teamwork is vital to surviving out there. If you have anybody that needs lessons in that, feel free to send them over."
ActionPostNarrative="Your soldiers survived, and they seem to have bonded quite well throughout the experience."

[CovertActionNarrative_ResistanceContact_Spectres X2CovertActionNarrativeTemplate]
ActionName="Signal Boost"
ActionPreNarrative="We may not quite have the same personnel reach as the other factions, but communication equipment upgrades? We got that by far."
ActionPostNarrative="Never heard the Avenger so clear before: and something tells me you'll have even more people saying that soon."

[CovertActionNarrative_SharedAbilityPoints_Spectres X2CovertActionNarrativeTemplate]
ActionName="Combat Preparedness"
ActionPreNarrative="We got STG, Centurions, even a old Krogan merc who's been here since the Racnhi Wars. For anybody who needs to learn how to adapt on the field, we got the personnel to teach them."
ActionPostNarrative="The training was intense, but your soldiers have done you proud, Commander."

[CovertActionNarrative_BreakthroughTech_Spectres X2CovertActionNarrativeTemplate]
ActionName="Technical Advances"
ActionPreNarrative="The Ethereals may have locked down a lot of stationary research facilities, but you can be surprised what can be invented ten people in a room meant for four."
ActionPostNarrative="Take what we've learned and kick some ass with it."

[CovertActionNarrative_SuperiorWeaponUpgrade_Spectres X2CovertActionNarrativeTemplate]
ActionName="Manufacture Upgrade"
ActionPreNarrative="Just direct us to the raw materials for what you need: making upgrades with the bare minimum's been something we had to do for a long time now."
ActionPostNarrative="Hopefully this weapon upgrade will provide the edge you need out there."

[CovertActionNarrative_SuperiorPCS_Spectres X2CovertActionNarrativeTemplate]
ActionName="Fabricate PCS"
ActionPreNarrative="Personal Combat Sims freak me out in what they do, but I have to admit they're effective in what they do. We could make something for you, if needed."
ActionPostNarrative="I hope you enjoy it."

[CovertActionNarrative_AlienLoot_Spectres X2CovertActionNarrativeTemplate]
ActionName="Scavenge Alien Loot"
ActionPreNarrative="ADVENT sent a patrol through an area we were watching, and it didn't go well for them. If you're interested, there's leftover salvage for you to grab."
ActionPostNarrative="Enjoy the stuff, not sure when we'll get another opportunity like this."

[CovertActionNarrative_FacilityLead_Spectres X2CovertActionNarrativeTemplate]
ActionName="Facility Lead"
ActionPreNarrative="Ever since your Councilman has informed the factions of what the Ethereals are up to, we've been on the hunt for anything related to it. We think we got something for one of their facilities, but we need help."
ActionPostNarrative="Looks like we've got a lock on the new Avatar facility. Time to get the explosives ready."

;new covert actions
;resistance card is here because the standard reward won't work for the new faction

[CovertAction_FindFoundation X2CovertActionTemplate]
ActionObjective="Locate Faction"

[CovertAction_RecruitSpectreSoldier X2CovertActionTemplate]
ActionObjective="Locate And Evacuate The Missing MTF Operative"

[CovertAction_AlienResistanceCard X2CovertActionTemplate]
ActionObjective="Resistance Order"

[CovertAction_RescueSpectre X2CovertActionTemplate]
ActionObjective="Rescue Spectre Operative"

[CovertAction_LongerStay X2CovertActionTemplate]
ActionObjective="Increase Faction Influence"

[CovertAction_FoundationGear X2CovertActionTemplate]
ActionObjective="Recover Foundation Equipment"

[CovertAction_NewCardSlots X2CovertActionTemplate]
ActionObjective="More Order Slots"

[CovertActionNarrative_FoundationGear_Foundation X2CovertActionNarrativeTemplate]
ActionName="Recover Foundation Equipment"
ActionPreNarrative="The Foundation could use your Support with localization and recovery of our equipment storage in area overrun by lost. We will surely give you a part of gear that we recover, Commander."
ActionPostNarrative="We hope you will put your part of recovered equipment to good use Commander."

[CovertActionNarrative_ResistanceCard_Spectres X2CovertActionNarrativeTemplate]
ActionName="New Orders"
ActionPreNarrative="This relationship between our resistance movements has turned out surprisingly well, all things considered. We already have some ideas for further operations together."
ActionPostNarrative="Inform us when you got your next plan ready, Commander."

[CovertActionNarrative_FindFaction_Foundation X2CovertActionNarrativeTemplate]
ActionName="Contact The Foundation"
ActionPreNarrative="You wouldn't think an alien resistance group could succeed here on Earth, but they've apparently managed some victories against the Elders. If we can prove we want to work with them in good faith, it could be a good source of help for us."
ActionPostNarrative="They were wary at first, but the Spectres have agreed to cooperate in our shared goal of taking down the Elders. As a show of good faith, Aethyta sent a few recruits to join us on the Avenger."
 
 ;available at Placeholder influence. ;or not
[CovertActionNarrative_RecruitFactionSoldier_Spectres X2CovertActionNarrativeTemplate]
ActionName="M.I.A. Soldier"
ActionPreNarrative="One of our Mobile Task Forces suffered severe casualties when it's commanding officer was investigating a remote area, suggested by rumors to be a custom to mysterious disappearings and a dangerous anomaly. Foundation Confirmed 7 Operatives were K.I.A. but their commanding officer was never located and is considered M.I.A.. 05-council could use your help in Finishing their mission, and confirming the fate of Mobile Task force [REDACTED] leader."
ActionPostNarrative="The Foundation Is grateful for your help in containment of the anomaly responsible for deaths of our field operatives. The Surviving and most experienced Operative of Mobile Task Force [REDACTED] decided to serve directly under your lidership, Commander."

[CovertActionNarrative_LongerStay_Foundation X2CovertActionNarrativeTemplate]
ActionName="Internship at the Foundation"
ActionPreNarrative="In order for you and your people to better understand the foundation, 05-Council is inviting small group of your soldiers for a longer stay at Protected Site-01. For duration of stay, your people will become temporary members of one of our Task Forces, and will take part in Trainings, patrols, raids, and other activities. 05-Council agreed to not amnesticize any of your people, as it would neglect the main purpouse of their stay."
ActionPostNarrative="Your people have prooven to be well-disciplined and well-trained, Commander. The 05-Council is hoping that this expererience will strenghten our affiliation significantly."

 ;spawns extract mission for Spectres, mission will raise influence low to med. 
[CovertActionNarrative_RescueOperative_Spectres X2CovertActionNarrativeTemplate]
ActionName="Breakout"
ActionPreNarrative="An operative of ours has been captured by ADVENT. We've managed to get a lead on where they are, but we're going need help breaking them out. You in?"
ActionPostNarrative="We managed the breakout, but looks like ADVENT's hot on their trail. We could still use your help, Commander."

 ;Raises the card slots of a faction by one. Raises influence from med to high, but requires either the psi gate, forge, or avatar kill to be done.
[CovertActionNarrative_CardSlots_Spectres X2CovertActionNarrativeTemplate]
ActionName="Integrate Experimental Equipment"
ActionPreNarrative="We've found some strange communications equipment from an abandoned lab a while back. Was reliant on principles that none of us had a reference point for until you had recovered that tech from the Avatar Project. Now, I think we can make use of this."
ActionPostNarrative="Seems like we have our own version of the ADVENT psi network now. Isn't anywhere near as widespread, but should still be perfect for encrypted communications."

[XenoMedicineI X2AbilityTemplate]
LocFriendlyName="Xeno Medicine I"
LocHelpText="Organic soldiers now heal two points of HP at the end of missions, reducing recovery time."
LocLongDescription="Organic soldiers now heal two points of HP at the end of missions, reducing recovery time."


[XenoMedicineII X2AbilityTemplate]
LocFriendlyName="Xeno Medicine II"
LocHelpText="Organic soldiers now heal three points of HP at the end of missions, reducing recovery time."
LocLongDescription="Organic soldiers now heal three points of HP at the end of missions, reducing recovery time."

[XenoEngineeringII X2AbilityTemplate]
LocFriendlyName="Xeno Medicine II"
LocHelpText="Non-SPARK robotic soldiers now heal two points of HP at the end of missions, reducing recovery time. SPARKs gain a bonus to their repair time."
LocLongDescription="Non-SPARK robotic soldiers now heal three points of HP at the end of missions, reducing recovery time. SPARKs gain a bonus to their repair time."

[VetTrainingAbility X2AbilityTemplate]
LocFriendlyName="MTF Veteran Training"
LocHelpText="Resistance units are more capable in combat than usually, thanks to Training by MTF veterans"
LocLongDescription="SCP Foundation veterans made sure to prepare resistance soldiers well."

[OneDamnTileAbility X2AbilityTemplate]
LocFriendlyName="MTF Quick Acquisition"
LocHelpText="Xcom Units Get A Mobility Boost"
LocLongDescription="'Almost Made it' Situations can't take place during our operations, Commander."

[MTFChief X2SoldierClassTemplate]
DisplayName="MTF Chief"
ClassSummary="An MTF Veteran, that specializes in field tactics and team support."
AbilityTreeTitles[0]="Secure"
AbilityTreeTitles[1]="Contain"
AbilityTreeTitles[2]="Protect"
AbilityTreeTitles[3]="Vigilo Confido"

RandomNickNames[0]="Alpha-11"
RandomNickNames[1]="Musketeer"
RandomNickNames[2]="Beta-7"
RandomNickNames[3]="Maz Hatter"
RandomNickNames[4]="Whistle Blower"
RandomNickNames[5]="Beta-22"
RandomNickNames[6]="Gamma-13"
RandomNickNames[7]="Asimov's Lawbringer"
RandomNickNames[8]="Gamma-103"
RandomNickNames[9]="Delta-14"
RandomNickNames[10]="Epsilion-9"
RandomNickNames[11]="Epsilion-11"
RandomNickNames[12]="Nine Tailed Fox" 
RandomNickNames[13]="Fire Eater"
RandomNickNames[14]="Zeta-9"
RandomNickNames[15]="Mole Rat"
RandomNickNames[16]="Eta-10"
RandomNickNames[17]="See No Evil"
RandomNickNames[18]="Eta-11"
RandomNickNames[19]="Savage Beast"
RandomNickNames[20]="Theta-6"
RandomNickNames[21]="Witch Hunter"
RandomNickNames[22]="Nu-7"
RandomNickNames[23]="Hammer Down"
RandomNickNames[24]="Xi-8"
RandomNickNames[25]="Omicron-9"
RandomNickNames[26]="Rho-15"
RandomNickNames[27]="Smooth Samurai"
RandomNickNames[28]="Tau-1"
RandomNickNames[29]="Psi-9"
RandomNickNames[30]="Abyss Gazer"
RandomNickNames[31]="Psi-16"

PhotoboothSoloBLines_Male[0]=Secure. Contain. Protect.
PhotoboothSoloBLines_Male[1]=We Die In The Dark.
PhotoboothSoloBLines_Male[2]=Fear The Anomalous.

PhotoboothSoloBLines_Female[0]=Secure. Contain. Protect.
PhotoboothSoloBLines_Female[1]=We Die In The Dark.
PhotoboothSoloBLines_Female[2]=Fear The Anomalous.


[MTFSoldier X2CharacterTemplate]
strCharacterName="MTF Veteran"
strCharacterBackgroundMale[0]="[REDACTED]"  
strCharacterBackgroundMale[1]="[REDACTED]"  
strCharacterBackgroundMale[2]="[REDACTED]"  
strCharacterBackgroundMale[3]="[REDACTED]"  
strCharacterBackgroundMale[4]="[REDACTED]" 
strCharacterBackgroundFemale[0]="[REDACTED]"  
strCharacterBackgroundFemale[1]="[REDACTED]"  
strCharacterBackgroundFemale[2]="[REDACTED]"  
strCharacterBackgroundFemale[3]="[REDACTED]" 
strCharacterBackgroundFemale[4]="[REDACTED]" 

[MTFXComRookie_M1 X2CharacterTemplate]
strCharacterName="MTF Rookie"

[MTFXComMachineGunner_M1 X2CharacterTemplate]
strCharacterName="MTF Support"

[MTFXComRookie_M2 X2CharacterTemplate]
strCharacterName="MTF Trooper"

[MTFXComMachineGunner_M2 X2CharacterTemplate]
strCharacterName="MTF Fire Support"

[MTFXComRookie_M3 X2CharacterTemplate]
strCharacterName="MTF Spec ops"

[MTFXComMachineGunner_M3 X2CharacterTemplate]
strCharacterName="MTF Heavy Fire Support"

[ROp_MTFSurvivors X2MissionFlavorTextTemplate]
FlavorText="MISSING FLAVOR TEXT"
CouncilSpokesmanSuccessText="The Resistance will be grateful that you were able to assist their forces, Commander. Those who survived the attack will no doubt attest to the true ambitions of XCOM."
CouncilSpokesmanPartialSuccessText="Although you were successful in aiding the Resistance today, Commander, it is still unfortunate that some were left behind. Let us ensure their sacrifice will not be in vain."
CouncilSpokesmanFailureText="Failures such as these will slowly shake the foundation of your support among the Resistance, Commander. I would advise you reassess your tactics."


[GatherMTFSurvivors X2MissionTemplate]
DisplayName="Gather Survivors from Abandoned City"
Briefing="Gather Survivors from Abandoned City"
PostMissionType="Gather Survivors"
BriefingImage="img:///UILibrary_Common.Xcom_default"
ObjectiveTextPools[0]="Gather Resistance survivors"
ObjectiveTextPools[1]="Deliver survivors to extraction point"
PreMissionNarratives[0]="XPACK_NarrativeMoments.X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_A"
PreMissionNarratives[1]="XPACK_NarrativeMoments.X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_B"
PreMissionNarratives[2]="XPACK_NarrativeMoments.X2_XP_CEN_T_Gather_Survivors_Dropship_Intro_C"



[FoundationSectopod_Wpn X2WeaponTemplate]
FriendlyName="Sectopod Blaster"
FriendlyNamePlural="Sectopod Blasters"
BriefSummary="XCOM has managed to salvage a variety of standard infantry small arms; this is the most common variety, similar to the rifle used twenty years before. While decidedly inferior to ADVENT magnetic technology, it can at least be upgraded using additional weapons salvage, once a standard technical approach is discovered."
TacticalText="<Bullet/> Firing the primary weapon always ends the soldier's turn\n<Bullet/> If the soldier fires with both actions available, three shots will be taken at reduced accuracy, but overall increased efficiency\n<Bullet/> Use upgrades looted from enemies to improve assault rifle tactical effectiveness"

[FoundationSectopod X2CharacterTemplate]
strCharacterName="Foundation Controlled Sectopod"


[ObeyTheSCP X2AbilityTemplate]
LocFriendlyName="Takeover"
LocLongDescription="Attempt at intusion into enemy A.I. systems"
LocHelpText="Order SCP-079 to take over any hostile A.I. in his sight."
LocFlyOverText="New Platform... Aquired"
LocMissMessage="Insult. Deletion Of Unwanted Platform, Pending..."
LocPromotionPopupText="<Bullet/> Domination requires a contest of the Psi Operative's Psi Strength stat versus the Will of the target.<br/><Bullet/> If an attempted Domination fails, there is a 4 turn coldown before another Domination can be attempted.<br/><Bullet/> If the Psi Operative dies or leaves the battlefield, the Domination is broken.<br/>"


[ProxyTakeoverLightningField X2AbilityTemplate]
LocFriendlyName="Proximity Takeover"
LocLongDescription="Take control of all robotic enemies in the vicinity."
LocHelpText="Take control of all robotic enemies in the vicinity."
LocFlyOverText="Proximity Takeover"

[SectopodEnergyShieldMk3 X2AbilityTemplate]
LocFriendlyName="Protect and Serve"
LocLongDescription="Shield all Civilian and XCom units in 20 tiles range."
LocHelpText="Shield all Civilian and XCom units in 20 tiles range."
LocFlyOverText="Protect and Serve"
